Revit 2027 API
ParameterTypeId.StructuralTopReleaseFx Property
 "Top Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseFx { get; }
Public Shared ReadOnly Property StructuralTopReleaseFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseFx {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace